export default function initText() {
	this.myText[0] = [
		"纳粹的速度比想象中更快。维亚济马的西线方面军和布良斯克方面军已经身陷重围，通往莫斯科的道路实际上是畅通无阻的。", //朱可夫
		"东部战场正在发生一场伟大的变革！莫斯科的命运已经注定！", //希特勒
		"指挥官，我需要你集结首都附近的兵力。完成对德军装甲部队的阻击。" //朱可夫
	]
	this.myText[1] = [
		"西方面军群正在蒙受巨大的损失！",//罗科索夫斯基
		"前线消息称德军已经接近莫斯科60公里处。莫扎伊斯科防线已经被组织起来。指挥官，坚守这条防线！"//朱可夫
	]
	this.myText[2] = [
		"速度就是生命，我们的装甲部队必须在进入秋雨泥泞季之前攻下莫斯科。" //古德里安
	]
	this.myText[4] = [
		"南线的装甲部队已经突破苏军防线，我们将集结更多部队。"//古德里安
	]
	this.myText[11] = [
		"来自列宁格勒的后备部队已经抵达莫斯科郊外北部！"//朱可夫
	]
	this.myText[15] = [
		"纳粹德国不可能战胜我们！苏联的子民们，拿起武器，保卫祖国！发起反攻！"//斯大林
	]
}
